Repository: tomasji/pocketpilot-web
Catalog: app/i18n/*.all.po
Languages: cs

source: Please enter your e-mail.
cs: Zadejte prosím e-mail.

source: The e-mail must be in correct format.
cs: E-mail musí být v platném formátu.

source: Please enter your password.
cs: Zadejte prosím heslo

source: Password
cs: Heslo

source: Log in
cs: Přihlásit

source: Forgot Password?
cs: Zapomenuté heslo?

source: Sign in
cs: Přihlášení

source: Not a member?
cs: Ještě nemáte účet?

source: Sign up
cs: Zaregistrujte se

source: Or login with
cs: Nebo se přihlašte pomocí

source: Sign out
cs: Odhlásit

source: Contact form
cs: Kontaktní formulář

source: Pair device
cs: Spárovat

source: Guide
cs: Návody

source: Tracks planning
cs: Plánování tras

source: Dashboard
cs: Nástěnka

source: Reset password
cs: Obnovit heslo

source: Please fill in your username.
cs: Vyplňte prosím uživatelské jméno.

source: Username
cs: Uživatelské jméno

source: Please fill in an e-mail.
cs: Vyplňte prosím e-mail.

source: Please fill in both of the password fields.
cs: Vyplňte prosím obě pole pro heslo.

source: Password again
cs: Heslo znovu

source: Passwords do not match
cs: Hesla nesouhlasí

source: Creation date
cs: Datum vytvoření

source: Track length
cs: Délka tratě

source: Show
cs: Zobrazit

source: Delete
cs: Smazat

source: New track
cs: Nová trať

source: You can pair the device by following
cs: Zařízení můžete spárovat přes následující

source: and
cs: a

source: secret key
cs: klíč

source: QR code
cs: QR kód

source: Or scan the
cs: Nebo naskenujte

source: Secret key
cs: API klíč

source: Save
cs: Uložit

source: Please fill in the name.
cs: Vyplňte prosím název tratě.

source: Track name
cs: Název tratě

source: The name cannot be longer than %d letters.
cs: Název nemůže být delší než %d znaků.

source: Speed
cs: Rychlost

source: Save track
cs: Uložit

source: Cancel
cs: Zrušit

source: Warning: The original track will be overwitten by this action.
cs: Varování: Původní trasa bude touto akcí přepsána.

source: Exit
cs: Odejít

source: An e-mail has been sent to %s.
cs: E-mail byl odeslán na adresu %s.

source: Password change has been successful. Now you can log in.
cs: Změna hesla byla úspěšná. Nyní se můžete přihlásit.

source: Invalid token.
cs: Neplatný token.

source: Sign up successful, now you can log in.
cs: Registrace byla úspěšná, nyní se můžete přihlásit.

source: Error while connecting to Facebook
cs: Nastala chyba při komunikaci s Facebookem

source: Continue as
cs: Pokračovat jako

source: Track '%s' has been deleted.
cs: Trať '%s' byla smazána.

source: An error occurred while deleting the track.
cs: Během mazání tratě nastala chyba.

source: Track must have more than 1 point
cs: Trať musí mít více než 1 otočný bod

source: Track '%s' has been saved.
cs: Trať '%s' byla uložena.

source: An error occurred while saving the track.
cs: během ukládání tratě nastala chyba.

source: Incorrect e-mail or password.
cs: Nesprávný e-mail nebo heslo.

source: This account already exists.
cs: Tento účet již existuje.

source: E-mail not found. Please sign up.
cs: E-mail nenalezen. Zaregistrujte se, prosím.

source: Please enter a name for the new track.
cs: Zadejte prosím název nové tratě.

source: New version of web app
cs: Nová verze webového rozhraní

source: Reworked tracks planning
cs: Přepracováno plánování tras

source: Reworked API
cs: Přepracované API

source: Newer and faster backend
cs: Novější a rychlejší backend

source: Updated map & frequencies
cs: Aktualizována mapa a frekvence

source: New map - OpenFlightMaps
cs: Nový mapový podklad - OpenFlightMaps

source: FB login fix
cs: Oprava FB přihlášení

source: Added map of Slovakia
cs: Přidána mapa Slovenska

source: METAR downloading fix
cs: Oprava stahování METAR zpráv

source: Option for map scaling
cs: Možnost škálování mapy

source: Reworked map manager
cs: Přepracován správce mapových podkladů

source: Livetracking (testing version)
cs: Livetracking (testovací verze)

source: Time in KML log fix
cs: Oprava času v KML logu

source: Licence manager
cs: Správce dokladů

source: Crash fixes
cs: Opravy pádů aplikace

source: In-app map downloads
cs: Stahování map přímo v aplikaci

source: Added altitude chart
cs: Přidán graf výšky

source: Web app sync
cs: Synchronizace s webovou aplikací

source: Tracking while using the map
cs: Logování trasy při použití mapy

source: Added English and set as a default language
cs: Přidán anglický jazyk a nastaven jako výchozí

source: HDG indicator: 0° changed to 360°
cs: HDG indikátor: 0° změněno na 360°

source: Logger fix
cs: Oprava loggeru

source: Logbook layout fix
cs: Oprava rozvržení zápisníku letů

source: Current speed and heading on map view
cs: Zobrazení aktuální rychlosti a směru letu

source: Button for toggling auto-centering the map
cs: Tlačítko pro přepínání automatického centrování mapy

source: Airfield info in a dialog instead of a bubble
cs: Informace o letištích v dialogu místo bublině

source: Otro RADIO renamed to Zlín RADIO
cs: Otro RADIO přejmenováno na Zlín RADIO

source: Added GOTO function
cs: Přidána funkce Navigovat (GOTO)

source: Map zooming by gestures
cs: Zoomování mapy pomocí gest

source: Updated airfields info
cs: Aktualizovány informace o letištích

source: VFR points clickable
cs: Klikací VFR body

source: Release
cs: Vydání

source: Pocket Pilot released on Google Play
cs: Pocket Pilot vydán na Google Play

source: Please enter the message.
cs: Vyplňte prosím zprávu.

source: Your message
cs: Vaše zpráva

source: Here you can contact the developer.
cs: Zde můžete kontaktovat vývojáře.

source: If you have any questions, ideas or encountered some bugs, feel free to contact me.
cs: Pokud máte dotaz, nápad, nebo jste narazili na chybu, kontaktujte mě.

source: Send
cs: Odeslat

source: The answer will be sent to your e-mail.
cs: Odpověď bude odeslána na Váš e-mail.

source: Message has been sent.
cs: Zpráva byla odeslána.

source: Generate new key
cs: Vygenerovat nový klíč

source: Sign up form
cs: Registrace

source: Submit
cs: Potvrdit

source: Password recovery
cs: Obnovení hesla

source: Please enter your e-mail
cs: Zadejte prosím váš e-mail

source: To reset your password please click on the following link
cs: Pro nastavení nového hesla klepněte na následující odkaz

source: Hello
cs: Dobrý den

source: you have requested a password reset.
cs: vyžádal(a) jste si obnovení hesla.

source: This e-mail has been sent automatically.
cs: Tento e-mail byl odeslán automaticky.

source: Do not reply to this e-mail.
cs: Na tento e-mail neodpovídejte.

source: You can synchronize planned track in this application with your mobile phone.
cs: Díky propojení mobilní aplikace s webovým rozhraním můžete využít jedinečné možnosti plánování letů.

source: The planned track will be shown in the mobile app and you can use your device as a navigation system.
cs: Trať, kterou vytvoříte na PC se zobrazí v zařízení a můžete tak využít svůj mobil jako leteckou navigaci.

source: Pair device section
cs: sekci Spárovat

source: To synchronize the device, simply scan the QR code shown in the
cs: Pro synchronizování zařízení jednoduše naskenujte QR kód v

source: If you are not able to scan the QR code, enter your e-mail and secret key manually.
cs: Pokud nemůžete QR kód naskenovat, zadejte do zařízení svůj e-mail a API klíč manuálně.

source: Planned tracks will be shown in the device.
cs: Naplánované tratě se zobrazí v zařízení.

source: To view the track on the map, tap the three dots menu and select 'Show planned track'.
cs: Pro vykreslení trasy na mapu klepněte na ikonu tří teček a zvolte možnost 'Zobrazit naplánovanou trasu'.

source: If you want to import your flight log you can use the import function.
cs: Pokud chcete importovat svůj zápisník letů, můžete využít funkci importu.

source: The file must be in CSV format with semicolon separator, encoded in UTF-8. The header must include
cs: Soubor musí být ve formátu CSV, oddělovač středník, kódování UTF-8. Hlavička musí obsahovat:

source: take off date in YYYY-MM-DD format
cs: datum vzletu ve formátu RRRR-MM-DD

source: take off time in HH:MM format
cs: čas vzletu ve formátu HH:MM

source: take off airfield e.g. LKLT)
cs: místo vzletu (např. LKLT)

source: landing date in YYYY-MM-DD format
cs: datum přistání ve formátu RRRR-MM-DD

source: landing time in HH:MM format
cs: čas přistání ve formátu HH:MM

source: destination airfield e.g. LKLT
cs: místo přistání (např. LKLT)

source: number of landings
cs: počet přistání (číslo)

source: plane registration
cs: imatrikulace

source: your notes
cs: libovolná poznámka

source: flight type - 'Sólo'/'Dvojí'
cs: typ - 'Sólo'/'Dvojí'

source: Save the CSV file as 'Flights.csv' into Flights folder in your device, go to Flight log, tap menu and choose 'Import'.
cs: Konečný soubor pojmenujte 'Flights.csv' a uložte jej do složky Flights v úložišti vašeho telefonu. Poté přejďěte do zápisníku letů a přes menu zvolte možnost 'Import'.

source: I recommend using LibreOffice Calc for editing the file.
cs: Pro úpravu CSV souboru pro import doporučuji program LibreOffice Calc.

source: Importing flights
cs: Import letů

source: Offline maps
cs: Offline mapy

source: If you are not able to download the map using the in-app map manager, you can download it manually
cs: Pokud nemůže stáhnout mapy v aplikaci, můžete využít manuální stažení

source: from here
cs: odsud

source: After downloading the map, put the file into the osmdroid file in the device's storage.
cs: Po dokončení stahování vložte stažený soubor do složky osmdroid v úložišti zařízení.

source: Do you really want to leave without saving?
cs: Opravdu chcete odejít bez uložení?

source: Do you really want to delete the track?
cs: Opravdu chcete smazat trasu?

source: No more paper notes about your flights.
cs: Už žádné přepisování informací z papíru.

source: Logbook
cs: Zápisník letů

source: Offline map
cs: Offline mapa

source: Watch your position and airspaces without mobile data usage.
cs: Sledujte svou aktuální polohu a vzdušné prostory bez spotřeby mobilních dat.

source: Thanks to the
cs: Díky

source: web app
cs: webové aplikaci

source: you can plan your tracks.
cs: nebylo plánování tras snazší.

source: Licences manager
cs: Správce dokladů

source: Do you know your licences expiration dates? Do not let them expire.
cs: Víte, kdy vám končí platnost vašich dokladů? Nenechte je propadnout.

source: Do aplikace
cs: Open the web app

source: Open the web app
cs: Do aplikace

source: Android application for pilots of ultralight aircraft
cs: Android aplikace pro piloty ultralehkých letadel

source: Navigation Log
cs: Navigační štítek

source: Total Time
cs: Celkový čas

source: Wind
cs: Vítr

source: Actual time of departure
cs: Čas vzletu

source: Total Distance
cs: Celková vzdálenost

source: Navigation log
cs: Navigační štítek

source: Share
cs: Sdílet

source: Reworked design
cs: Přepracován design

source: Improved stability and performance
cs: Zlepšení stability a výkonu

source: New maps
cs: Nové mapy

source: Airfields
cs: Letiště

source: File
cs: Soubor

source: Upload
cs: Nahrát

source: The size of the uploaded file can be up to %d bytes.
cs: Maximální velikost souborů je %d bajtů

source: Unsupported file type.
cs: Nepodporovaný typ souboru.

source: This field is required.
cs: Toto pole je povinné.

source: Name
cs: Název

source: Description
cs: Popis

source: Number of points in DB
cs: Počet bodů v DB

source: CSV import with points for reverse geocoding.
cs: Import CSV souboru s body pro reverse geocoding.

source: File header
cs: Hlavička souboru

source: Access denied
cs: Přístup zamítnut

source: Tracks planning improvements
cs: Vylepšení plánování tras

source: Map tiles update.
cs: Aktualizace mapy vzdušných prostorů.

source: Displaying correct name when placing marker over an airfield or other VFR points.
cs: Zobrazení správného názvu při vložení otočného bodu nad letiště nebo jiný VFR bod.

source: Track does not exist.
cs: Trať neexistuje.

source: Changed icons on the map
cs: Změna ikon ve zobrazení letěné trasy

source: Logs displayed in descending order
cs: Sestupné seřazení logů v seznamu

source: Waypoints
cs: Otočné body

source: Airspace
cs: Prostory
